[
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian-day-planner",
  "dataview",
  "obsidian-smart-typography",
  "obsidian-git",
  "media-extended",
  "calendar",
  "edge-tts",
  "sheets",
  "obsidian-annotator",
  "obsidian-excalidraw-plugin"
]