[
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian-day-planner",
  "dataview",
  "obsidian-smart-typography",
  "obsidian-git",
  "media-extended",
  "calendar",
  "obsidian-excalidraw-plugin",
  "sheets"
]