{
  "text": " Question. That's the end of the situation. Has anything like that ever happened to you? Have you ever had to change your plans because one of your family members needed your help? Tell me about that episode in detail why you had to change your plans and what happened. Answer. Yes, I had this kind of incident about 10 years ago. My friends and I wanted to take a trip to Jeju Island. We planned everything and booked our flight tickets. So at that point, we were really looking forward to the trip. However, on the morning of the trip, my older brother and his wife suddenly had a work emergency. They asked me to look after their little kid for the whole day. Since there was nobody else available, I ended up babysitting instead of heading to the airport. I tried to reschedule the trip, but you know, it was not easy. Eventually, I had to cancel everything and I was honestly disappointed. Well, even though I missed that trip, I don't regret helping my brother's family. Things happen and family comes first.",
  "segments": [
    {
      "start": 0.0,
      "end": 9.9,
      "text": " Question. That's the end of the situation. Has anything like that ever happened to you?"
    },
    {
      "start": 9.9,
      "end": 15.96,
      "text": " Have you ever had to change your plans because one of your family members needed your help?"
    },
    {
      "start": 15.96,
      "end": 21.68,
      "text": " Tell me about that episode in detail why you had to change your plans and what happened."
    },
    {
      "start": 21.68,
      "end": 29.04,
      "text": " Answer. Yes, I had this kind of incident about 10 years ago. My friends and I wanted to take"
    },
    {
      "start": 29.04,
      "end": 37.04,
      "text": " a trip to Jeju Island. We planned everything and booked our flight tickets. So at that point,"
    },
    {
      "start": 37.04,
      "end": 43.24,
      "text": " we were really looking forward to the trip. However, on the morning of the trip, my older"
    },
    {
      "start": 43.24,
      "end": 49.239999999999995,
      "text": " brother and his wife suddenly had a work emergency. They asked me to look after their little kid"
    },
    {
      "start": 49.239999999999995,
      "end": 55.56,
      "text": " for the whole day. Since there was nobody else available, I ended up babysitting instead of"
    },
    {
      "start": 55.56,
      "end": 63.24,
      "text": " heading to the airport. I tried to reschedule the trip, but you know, it was not easy. Eventually,"
    },
    {
      "start": 63.24,
      "end": 69.72,
      "text": " I had to cancel everything and I was honestly disappointed. Well, even though I missed that"
    },
    {
      "start": 69.72,
      "end": 75.84,
      "text": " trip, I don't regret helping my brother's family. Things happen and family comes first."
    }
  ],
  "language": "en"
}