{
  "text": " Question. You might have interesting or unexpected experiences while traveling. Tell me about one episode you had that was unforgettable when you traveled. When did it happen? Where were you and who were you with? Tell me all the things that happened to make that experience so unforgettable. Answer. About two years ago I went to Jeju Island with my husband for a trip. Around lunchtime we walked into a well-known restaurant that people recommended online. But as soon as we sat down the place felt kind of chaotic so I looked around to see what was going on. Then suddenly I felt this bright energy coming from one corner. Oh my gosh, Chow Ngu was sitting was right there. You know him right? He's basically the most handsome actor in Korea. My jaw almost hit the table because I had never seen someone that beautiful in real life. I swear my soul left my body for a second. Then I slowly glanced at my husband and yeah let's just say it wasn't his best moment. I love him but compared to Chow Ngu he looked more like a monkey. I felt a little bad but it was hilarious. So this became one of the funniest episodes I've ever had during a trip.",
  "segments": [
    {
      "start": 0.0,
      "end": 8.92,
      "text": " Question. You might have interesting or unexpected experiences while traveling. Tell me about"
    },
    {
      "start": 8.92,
      "end": 15.96,
      "text": " one episode you had that was unforgettable when you traveled. When did it happen? Where"
    },
    {
      "start": 15.96,
      "end": 22.240000000000002,
      "text": " were you and who were you with? Tell me all the things that happened to make that experience"
    },
    {
      "start": 22.240000000000002,
      "end": 29.68,
      "text": " so unforgettable. Answer. About two years ago I went to Jeju Island with my husband"
    },
    {
      "start": 29.68,
      "end": 35.92,
      "text": " for a trip. Around lunchtime we walked into a well-known restaurant that people recommended"
    },
    {
      "start": 35.92,
      "end": 41.92,
      "text": " online. But as soon as we sat down the place felt kind of chaotic so I looked around to"
    },
    {
      "start": 41.92,
      "end": 48.2,
      "text": " see what was going on. Then suddenly I felt this bright energy coming from one corner."
    },
    {
      "start": 48.2,
      "end": 55.760000000000005,
      "text": " Oh my gosh, Chow Ngu was sitting was right there. You know him right? He's basically"
    },
    {
      "start": 55.76,
      "end": 62.8,
      "text": " the most handsome actor in Korea. My jaw almost hit the table because I had never seen someone"
    },
    {
      "start": 62.8,
      "end": 71.12,
      "text": " that beautiful in real life. I swear my soul left my body for a second. Then I slowly glanced"
    },
    {
      "start": 71.12,
      "end": 78.92,
      "text": " at my husband and yeah let's just say it wasn't his best moment. I love him but compared"
    },
    {
      "start": 78.92,
      "end": 86.32000000000001,
      "text": " to Chow Ngu he looked more like a monkey. I felt a little bad but it was hilarious."
    },
    {
      "start": 86.32000000000001,
      "end": 90.56,
      "text": " So this became one of the funniest episodes I've ever had during a trip."
    }
  ],
  "language": "en"
}