{
  "text": " Question. Tell me about a person who is healthy around you. Why do you think he or she is healthy? What does he or she do to maintain good health? Answer. Let me tell you about my best friend, Anu. We've known each other for a long time and we still talk or meet up regularly. Well, I can say he looks very healthy and energetic. He has a strong build, clear skin and always seems full of energy. Even when we hang out after work, he doesn't look tired or stressed. Also, his posture is great and he always walks with confidence which makes a strong impression. I think the main reason for this is his healthy habits. He exercises almost every day either by jogging, going to the gym or doing yoga at home. He also cares a lot about what he eats. Instead of fast food, he usually brings homemade meals with lots of vegetables and high protein. So yeah, he's someone I look up to and he always gives me positive energy.",
  "segments": [
    {
      "start": 0.0,
      "end": 9.52,
      "text": " Question. Tell me about a person who is healthy around you. Why do you think he or she is"
    },
    {
      "start": 9.52,
      "end": 17.36,
      "text": " healthy? What does he or she do to maintain good health? Answer. Let me tell you about"
    },
    {
      "start": 17.36,
      "end": 23.28,
      "text": " my best friend, Anu. We've known each other for a long time and we still talk or meet"
    },
    {
      "start": 23.28,
      "end": 30.32,
      "text": " up regularly. Well, I can say he looks very healthy and energetic. He has a strong build,"
    },
    {
      "start": 30.32,
      "end": 37.04,
      "text": " clear skin and always seems full of energy. Even when we hang out after work, he doesn't look tired"
    },
    {
      "start": 37.04,
      "end": 43.56,
      "text": " or stressed. Also, his posture is great and he always walks with confidence which makes a strong"
    },
    {
      "start": 43.56,
      "end": 51.24,
      "text": " impression. I think the main reason for this is his healthy habits. He exercises almost every day"
    },
    {
      "start": 51.24,
      "end": 57.440000000000005,
      "text": " either by jogging, going to the gym or doing yoga at home. He also cares a lot about what he eats."
    },
    {
      "start": 57.440000000000005,
      "end": 64.04,
      "text": " Instead of fast food, he usually brings homemade meals with lots of vegetables and high protein."
    },
    {
      "start": 64.04,
      "end": 69.28,
      "text": " So yeah, he's someone I look up to and he always gives me positive energy."
    }
  ],
  "language": "en"
}