{
  "text": " Question. Tell me about the things that you typically do when you visit another country or overseas city. Answer. When I travel overseas, I like to visit natural places and do outdoor activities. First of all, hiking is one of my favorite things to do. You know, most countries have mountains and many of them have well-maintained trails. It's a great way to explore the country's geography while staying active. I love getting some exercise while enjoying the views at the same time. Meanwhile, I also enjoy doing water activities at the beach when I travel. I can go swimming, ride a boat, or just relax by the ocean. The sea breeze and the sound of waves make it a perfect getaway from city life. Oh, and of course, having local food and shopping are must-do activities for me. Trying local food is actually one of the greatest pleasures of traveling. So, these are the things I usually do when I travel overseas.",
  "segments": [
    {
      "start": 0.0,
      "end": 6.74,
      "text": " Question. Tell me about the things that you typically do when you visit another country"
    },
    {
      "start": 6.74,
      "end": 14.66,
      "text": " or overseas city. Answer. When I travel overseas, I like to visit natural places and do outdoor"
    },
    {
      "start": 14.66,
      "end": 21.6,
      "text": " activities. First of all, hiking is one of my favorite things to do. You know, most countries"
    },
    {
      "start": 21.6,
      "end": 27.96,
      "text": " have mountains and many of them have well-maintained trails. It's a great way to explore the country's"
    },
    {
      "start": 27.96,
      "end": 34.58,
      "text": " geography while staying active. I love getting some exercise while enjoying the views at the same"
    },
    {
      "start": 34.58,
      "end": 42.36,
      "text": " time. Meanwhile, I also enjoy doing water activities at the beach when I travel. I can go swimming,"
    },
    {
      "start": 42.36,
      "end": 48.64,
      "text": " ride a boat, or just relax by the ocean. The sea breeze and the sound of waves make it a"
    },
    {
      "start": 48.64,
      "end": 54.92,
      "text": " perfect getaway from city life. Oh, and of course, having local food and shopping are must-do"
    },
    {
      "start": 54.92,
      "end": 62.32,
      "text": " activities for me. Trying local food is actually one of the greatest pleasures of traveling. So,"
    },
    {
      "start": 62.32,
      "end": 65.52,
      "text": " these are the things I usually do when I travel overseas."
    }
  ],
  "language": "en"
}